PEOP_READY = "Люди готовы купить 1 Гб информации за"
SELL = "биткойнов. Сколько Гб продать?"
YOU_CANT = "Вы не можете столько продать, максимум:"
TODAY = "На сегодняшний день 1 Гб информации на флешках продается за"
BTC_BUY = "биткойнов. Сколько Гб купить?"
CANT_BUY = "Вы не можете столько купить, максимум:"
PRINT_NUM = "Пожалуйста, введите целое число!"
WELLCOME = "2109 год. Пока мировые лидеры боролись за ресурсы, " \
           "никто не заметил, как планету медленно поглотили экологические проблемы. "
SEAS =  "Моря высушились, леса сгорели, а экватор остался выжженной" \
        " безжизненной пустыней, тем самым навсегда отделив южную часть земли от северной. "
TAX = "В 2086 году произошла третья мировая война. Политики вашей " \
      "страны безумно подняли налоги для мобилизации армии и " \
      "основная их часть пришлась на интернет, "
INTERNET = "в следствии чего он оказался недоступен для большинства" \
           " населения земли. Выжившие разделились на безумно богатых" \
           " (политиков и приближенных к власти)"
POOR = " у которых остался доступ к мировому итеренету, и бедных, " \
       "пытющихся выжить. Границы навсегда закрылись стеной."

YOU_ARE = "Вы - молодой учёный разработавший программу, позволяющую подключаться к интернету "
YOU_ARE_1 = "и начавший продавать информацию от туда (новости, " \
            "фильмы, сериалы, документы), скачивая необходимое на" \
            " флешки и продавая."
YOU_ARE_2 = "Постепенно вы построили небольшой бизнес, который" \
            " быстро породил подобные предприятия."
YOU_ARE_3 = "В это суровое время " \
            "вам необходимо применить все " \
            "свои управленчиские навыки, чтобы сохранить бизнес..."
