"""introduction"""

WELCOME = "2109 год. Пока мировые лидеры боролись за ресурсы, " \
           "никто не заметил, как планету медленно поглотили " \
           "экологические проблемы. "
SEAS = "Моря высушились, леса сгорели, а экватор остался выжженной" \
        " безжизненной пустыней, тем самым навсегда отделив южную " \
        "часть земли от северной. "
TAX = "В 2086 году произошла третья мировая война. Политики вашей " \
      "страны безумно подняли налоги для мобилизации армии и " \
      "основная их часть пришлась на интернет, "
INTERNET = "в следствии чего он оказался недоступен для большинства" \
           " населения земли. Выжившие разделились на безумно богатых" \
           " (политиков и приближенных к власти)"
POOR = " у которых остался доступ к мировому итеренету, и бедных, " \
       "пытющихся выжить. Границы навсегда закрылись стеной."
YOU_ARE = "Вы - молодой учёный разработавший программу, " \
          "позволяющую подключаться к интернету "
YOU_ARE_1 = "и начавший продавать информацию от туда (новости, " \
            "фильмы, сериалы, документы), скачивая необходимое на" \
            " флешки и продавая."
YOU_ARE_2 = "Постепенно вы построили небольшой бизнес, который" \
            " быстро породил подобные предприятия."
YOU_ARE_3 = "В это суровое время " \
            "вам необходимо применить все " \
            "свои управленчиские навыки, чтобы сохранить бизнес..."
"""The game"""

"""Sell"""
PEOPLE_READY = "Люди готовы купить 1 Гб информации за"
SELL = "биткойнов. Сколько Гб продать?"
YOU_CANT = "Вы не можете столько продать, максимум:"

"""Buy"""
TODAY = "На сегодняшний день 1 Гб хранилища на флешках продается за"
BTC_BUY = "биткойнов. Сколько Гб купить?"
CANT_BUY = "Вы не можете столько купить, максимум:"

"""Input error"""
PRINT_NUM = "Пожалуйста, введите целое число!"

"""Invest"""
HOW_MANY = "Сколько Гб вы хотите инвестировать в разработку новых " \
           "информационных технологий?"
CANT_INVEST = "Вы не можете столько инвестировать, максимум:"
GOOD_INFORM_INVEST = "Информационные инвестиции оказались удачными в этом квартале"
BAD_INFORM_INVEST = "Информационные инвестиции оказались " \
                    "неудачными в этом квартале"

"""Staff"""
PAYMENT = "Сколько биткойнов выделить на зарплату рабочим?"
ERR_PAYMENT = "Вы не можете столько заплатить, максимум:"


"""Loss"""
NO_GIGS = "Вы терпите большие убытки в связи с отсутствием вашего продукта(Гигабайт)! Срочно нужны закупки!"
NO_PEOPLE = "Никто не хочет работать в вашей компании. Игра окончена."
NO_SHOPS = "Все ваши магазины закрыты. Игра окончена"
NO_STAFF = "Все работники ушли от вас. Игра окончена"
MVD = "К вам с проверкой пришли из МВД,  и непрозрачно намекают на взятку. Сколько биткоинов им дать?"
YOU_HAVE = "У вас на складе скопилось"
UN_USE = "неиспользованных гигабайт. Раздать рабочим?(напишите 'да' или 'нет')"
HAPPY = "Сотрудники вам благодарны!"
THEY_KNOW = "Сотрудники узнали, что вы жмот!"

"""Yes or No"""
YES = "да"
NO = "нет"
YES_OR_NO = "введите 'да' или 'нет'"
"""Rob"""
OH_NO = "О нет! Склад с вашими флешками ограбили! Вы потеряли"
GIG = "гигабайт!"
POLICE = "Полиция не очень охотно расследует дело. Вы можете нанять частного детектива (да/нет)"
DET = "Вам предлагается выбор из 3-х детективов."
BORYA = "1. Борис Грачевский. Профессионал своего дела, выгнали из участка из-за излишней профессиональности.\n" \
        "Гроза преступного мира, известный как 'Бетмен за лупой'.\nЦена за услуги 15000 бетховенов."
LENIA = "2. Леонид Перевалов. Бывший морпех, агрессивный, не всегда устойчив психикой, но если дело его\n" \
        "заинтересует можете быть уверенны в его выполнении. Имеет судимость по статье о продаже наркотиков.\n" \
        "Сам Леонид отрицает решение суда о признании его виновным.\nЦена за услуги 5000 бетховенов.)"
NIK = "3. Никита Скоробей. Студент факультета естественных наук, оставивший предложение на YouDo.\n" \
      "Участник шоу 'Битва экстрасенсов'. В университете Никиту считают странным. В детстве увлекался\n" \
      "дедукцией и вполне успешно расследовал преступления по заказу местных пивнушек.\n" \
      "Цена за услуги 200 бетховенов и полторы бутылочки пива."
NUM_DET = "Напишите номер выбранного детектива:"
IN_JAIL = "К сожалению Борис Грачевский посадил в тюрьму слишком серьёзных людей.\nНа него было совершено" \
          "покушение и он скончался в больнице.\nВаше дело он не закончил."
MAF = "Борис Грачевский за 9 минут раскрыл ваше дело и вышел на мафиозного авторитета.\n" \
      "Все ваши гигабайты вернулись"
HATE = "Леонид оказался ярым ненавистником интернета, но за дело взялся. Однако пока он боролся\n" \
       "со своим нежеланием работать на благо мировой паутины, злоумышленники успели сбыть\n" \
       "весь товар. На их базе было найдено только 4 флешки."
YOU_ARE_LATE = "Дело раскрыли слишком поздно и половину ваших флешек успели сбыть."
COMP = "Леонид расскрыл дело. Преступниками оказалась конкурирующая компания"
CATCHED = "Как ни странно, Никита вышел на преступную" \
          " организацию, но к сожалению они взяли его в плен и\n" \
          "жестоко пытали. После того как его отпустили, " \
          "Никита отказывался говорить из-за страха\n " \
          "снова там оказаться. Он вернул вам все деньги, кроме денег за пиво."
MEXICO = "Никита оказывается главой преступной " \
         "организации, которая обокрала вас.\nОн пропал навсегда. По " \
         "слухам уехал в Мексику"
WHAT = "ЧТО? Никита Скоробей справился с заданием. " \
       "Его детективный ум прославился на всю страну и его " \
       "наняло на работу агенство Бориса Грачевского'"
ERR_NUMB = "Введите число от 1 до 3!"
SAY_BYE = "Попрощайтесь с флешками!"
LOOSE = "Ваша система подверглась заражению! Вы потеряли"
BAD = "К вам приехала бракованная партия флешек! Вы потеряли"
SURPRISE = "Сюрприз! Ваши партнёры из Мвидео поздравили вас с годом плодотворного сотрудничества и подарили 1000 Гб"
NEWS = "Прекрасные новости! " \
       "Освободилось место, которое вы давно присматривали для своего магазина.\n " \
       "Стоимость -"
BTC = "биткоинов"
DO = "Покупаете?(да/нет):"
CONG = "Поздравляем с покупкой!"
ONE_SHOP = "Один из ваших магазинов подвергся рекетскому нападению, вы теряете магазин. Ничего не поделаешь\n " \
           "в такое уж время мы живём(("
DEAD = "Умер ваш богатый родственник...\n" \
       "В завещании написано, что все деньги достаются вам!"
"""Law"""
LAW = "На вас подали в суд за пиратство! Придётся нанять адвоката!"
COST = "Стоимость его услуг - "
DO_IT = "Нанять адвоката?(да/нет)"
NO_WIN = "Вы проиграли дело!"
WIN = "Вы выиграли дело!"
NO_BTC = "У вас недостаточно биткоинов"
ALL = "Вложить все оставшиеся в адвоката?"
BI = "Биткоины"
ST = "Сотрудники"
SH = "Магазины"
GIGS = "Гигабайты"
WC = "Условия работы"
QR = "Квартал"

